Repository: Benedict-Khamana/SharpMessenger
Catalog: client/ChatClient/Core/ChatClient.Core.Common/Resx/AppResources.*.resx
Languages: es, ru

source: Add funds
es: Añadir fondos a la cuenta
ru: Пополнить

# PickerName
source: Elegir un n√∫mero
es: Elegir un número
ru: Elegir un número

# EnterCorrectFundSum
source: Enter correct sum
es: Introduzca la suma de contribución correcta
ru: Введите корректную сумму вклада

source: Incorrect sum
es: Suma incorrecta
ru: Некорректная сумма

# RemoveWarning
source: Do you really want to remove the group?
es: ¿De verdad quiere interrumpir el juego? El juego será interrumpido dentro de 10 minutos, y a todos los depositantes se les enviará una notificación de la proximidad del final del juego.
ru: Вы действительно хотите прервать игру? Игра будет прервана через 10 минут, а всем вкладчикам будет отправлено уведомление о приближении игры к окончанию.

# EnterGroupNominal
source: Enter nominal of group
es: Introduzca el valor nominal del juego
ru: Введите номинал игры

source: New group
es: Nuevo juego
ru: Новая игра

# EnterGroupName
source: Enter the name of the group
es: Introduzca el nombre
ru: Введите название игры

# YouDidNotSelectImageForGroup
source: You didn't select image for group
es: No ha seleccionado la imagen del juego
ru: Вы не выбрали картинку игры

source: Continue
es: Continuar
ru: Продолжить

source: Save
es: Guardar
ru: Сохранить

source: Cancel
es: Cancelar
ru: Отменить

source: List of groups
es: Lista de grupos
ru: Список групп

source: By ending time
es: Momento de finalización del juego
ru: По времени окончания

source: Notification
es: Aviso
ru: Уведомление

# EndingGroupQuestion
source: The group is close to completion, go to it?
es: El juego llega a su fin, ¿ir a él?
ru: Игра подходит к завершению, перейти к ней?

# NewMember
source: A Member
es: Nuevo jugador
ru: Игрок

source: Yes
es: Sí
ru: Да

source: No
ru: Нет

source: Main page
es: Página principal
ru: Главная

source: My account
es: Mi cuenta
ru: Мой аккаунт

source: Members
es: Memberes del juego
ru: Участники

source: My groups
es: Mis grupos
ru: Мои группы

source: Dialogs
es: Diálogos
ru: Диалоги

source: About
es: Acerca de este programa
ru: О программе

source: How to add funds
es: Cómo recargar la cuenta del juego
ru: Как пополнить счёт

source: Group will end
es: El juego termina el
ru: Игра завершится

source: Enter correct sum
es: Introduzca la cantidad correcta
ru: Введите корректную сумму

source: Make contribution
es: Hacer una contribución
ru: Сделать вклад

# DiscussInChat
source: Chat
es: Hablar del juego en el chat
ru: Обсудить в чате

# GroupNominal
source: Nominal
es: Valor nominal del juego
ru: Номинал

# UntilGroupEnd
source: Before the end of the group left
es: Para la finalización del juego quedan
ru: До окончания игры осталось

# CurrentFund
source: Fund
es: Fondos actuals
ru: Фонд

# NumberOfMembers
source: Members in total
es: Número de members
ru: Участников всего

source: Message to owner
es: Mensaje del propietario del juego
ru: Написать владельцу игры

source: Create new group
es: Crear nuevo grupo
ru: Создать новую группу

source: Order groups
es: Ordenar juegos
ru: Сортировка игр

source: Time left
es: Quedan
ru: Осталось

source: Nominal
es: Valor nominal
ru: Номинал

source: Fund
es: Fondos
ru: Фонт

# LastMember
source: Last bet
es: Última contribución
ru: Последний вклад

# BetInGroup
source: Fund this group
es: Contribución al juego
ru: Сделать вклад

source: Sum
es: Suma
ru: Сумма

source: Contribution
es: Contribución
ru: Вклад

# AmountOfWinnings
source: Winnings
es: Suma ganada
ru: Выигрыш

source: Winning member
es: Memberes ganadores
ru: Выигравший игрок

# GroupOwner
source: Owner
es: Propietario del juego
ru: Владелец игры

# ByLastMember
source: By last message
es: por tiempo de la última contribución
ru: По последнему вкладу

# ByEndTime
source: By finished time
es: por tiempo de finalización del juego
ru: По времени окончания

source: By nominal
es: por valor nominal del juego
ru: По номиналу

# ByFundNominal
source: By approaching the fund to nominal
es: por aproximación del fondo al valor nominal
ru: По приближению фонда к номиналу

# AccountAmount
source: Account sum
es: Monto de la cuenta
ru: Сумма счёта

source: Account ID
es: ID cuenta
ru: Аккаунт ID

source: Restore account
es: Recuperar la cuenta
ru: Восстановить аккаунт

source: Enter email
es: Introduzca email
ru: Введите email

source: Remove group
es: Interrumpir el juego
ru: Прервать игру

# EnterSumFromTo
source: Enter sum from 10 to 1000
es: Introduzca una cantidad de 10 a 1000
ru: Введите сумму от 10 до 1000

source: Select photo location
es: Seleccione la ubicación de la foto
ru: Выберите расположение фото

source: Take photo
es: Hacer foto
ru: Сделать снимок

source: Select photo
es: Elegir foto
ru: Выбрать фото

source: Email check
es: Comprobación de email
ru: Проверка email

source: Your email
es: Su email
ru: Ваш email

source: Confirm
es: Confirmar
ru: Подтвердить

source: Share
es: Compartir
ru: Поделиться

source: Code check
es: Comprobación del código
ru: Проверка кода

source: Confirm code
es: Código de confirmación
ru: Код проверки

source: Status message
es: Mensaje de estado
ru: Mensaje de estado

source: Group ended
es: El juego terminó el
ru: Игра завершена

# NeedInternetConnection
source: Internet connection needed
es: Se necesita conexión a internet
ru: Необходимо подключение к интернету

# RemoteServerUnavailable
source: Remote server unavailable, check internet connection
es: El servidor remoto no está disponible Compruebe la conexión a internet
ru: Удалённый сервер не доступен, проверьте подключение

source: Authorization error
es: Error de autorización
ru: Ошибка авторизации

# PhotoSizeUnavailable
source: Size of photo unavailable
es: Tamaño de la foto no disponible
ru: Размер фото не доступен

source: Group
es: Juego
ru: Игра

source: Chat
es: Chatear
ru: Чат

source: Menu
es: Menú
ru: Меню

# RulesText
source: <![CDATA[<!DOCTYPE html> <html> <head> <meta charset="UTF-8"> <title>About</title> </head> <body> A mobile cross platform chat app. <br/> <br/> Copyright Elenin Boris. </body> </html>]]>
es: <![CDATA[<!DOCTYPE html> <html> <head> <meta charset="UTF-8"> <title>Acerca de este programa</title> </head> <body> Una aplicación plataforma de chat cruz móvil. <br/> <br/> Los derechos de autor Elenin Boris. </body> </html>]]>
ru: <![CDATA[<!DOCTYPE html> <html> <head> <meta charset="UTF-8"> <title>О программе</title> </head> <body> Кросплатформенное мобильное приложение для чата. <br/> <br/> Авторские права - Elenin Boris. </body> </html>]]>
